Repository: landre-cerp/WCtrlDcsBiosBridge
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr

# DisabledWhileInUseF16CBadge
source: Disabled while in use
de_de: Während der Nutzung deaktiviert
es_es: Desactivado mientras está en uso
fr_fr: Désactivé pendant l'utilisation

# PerfPageKeyLabel
source: Perf Page Key:
de_de: Taste Perf-Seite:
es_es: Tecla página Rendimiento:
fr_fr: Touche page Perf :

# NextPageKeyLabel
source: Next Page Key:
de_de: Taste Nächste Seite:
es_es: Tecla página siguiente:
fr_fr: Touche page suivante :

# PrevPageKeyLabel
source: Prev Page Key:
de_de: Taste Vorherige Seite:
es_es: Tecla página anterior:
fr_fr: Touche page précédente :

# ForwardCduKeysOption
source: Forward CDU keys to sim (unbind LSK/digits/"/" in DCS)
de_de: CDU-Tasten an den Simulator weiterleiten (LSK/Ziffern/„/“ in DCS entbinden)
es_es: Reenviar teclas CDU al simulador (desvincular LSK/dígitos/"/" en DCS)
fr_fr: Transmettre les touches CDU au simulateur (dissocier LSK/chiffres/"/" dans DCS)

# EnablePerfPagesOption
source: Enable Performance Pages
de_de: Leistungsseiten aktivieren
es_es: Activar páginas de rendimiento
fr_fr: Activer les pages de performance

# AlignCduBottomOption
source: Align CDU Display to Bottom
de_de: CDU-Anzeige unten ausrichten
es_es: Alinear pantalla CDU abajo
fr_fr: Aligner l'affichage CDU en bas

# DisplayCmsOption
source: Display CMS on CDU
de_de: CMS auf dem CDU anzeigen
es_es: Mostrar CMS en el CDU
fr_fr: Afficher le CMS sur le CDU

# IfeiPageNavHeader
source: IFEI page navigation keys
de_de: IFEI-Seitennavigationstasten
es_es: Teclas de navegación de páginas IFEI
fr_fr: Touches de navigation des pages IFEI

# ShowIfeiKeyLabel
source: Show IFEI Key:
de_de: Taste IFEI anzeigen:
es_es: Tecla Mostrar IFEI:
fr_fr: Touche Afficher IFEI :

# ShowUfcKeyLabel
source: Show UFC Key:
de_de: Taste UFC anzeigen:
es_es: Tecla Mostrar UFC:
fr_fr: Touche Afficher UFC :

# RioCapRadioHeader
source: RIO CAP / Radio page keys
de_de: Tasten RIO CAP / Funkseite
es_es: Teclas página RIO CAP / Radio
fr_fr: Touches pages RIO CAP / Radio

# ShowRioKeyLabel
source: Show RIO Key:
de_de: Taste RIO anzeigen:
es_es: Tecla Mostrar RIO:
fr_fr: Touche Afficher RIO :

# ShowRadioKeyLabel
source: Show Radio Key:
de_de: Taste Funk anzeigen:
es_es: Tecla Mostrar Radio:
fr_fr: Touche Afficher Radio :

# DedNavRwrHeader
source: DED / NAV / RWR page keys
de_de: Tasten DED / NAV / RWR-Seite
es_es: Teclas página DED / NAV / RWR
fr_fr: Touches pages DED / NAV / RWR

# ShowDedKeyLabel
source: Show DED Key:
de_de: Taste DED anzeigen:
es_es: Tecla Mostrar DED:
fr_fr: Touche Afficher DED :

# ShowNavKeyLabel
source: Show NAV Key:
de_de: Taste NAV anzeigen:
es_es: Tecla Mostrar NAV:
fr_fr: Touche Afficher NAV :

# ShowRwrKeyLabel
source: Show RWR Key:
de_de: Taste RWR anzeigen:
es_es: Tecla Mostrar RWR:
fr_fr: Touche Afficher RWR :

# GeneralHeader
source: GENERAL
de_de: ALLGEMEIN
fr_fr: GÉNÉRAL
